Repository: haraldh/dldialog
Catalog: po/*.po
Languages: de

source: Usage:
de: Aufruf:

source: [OPTIONS] OPTIONS: -f, --file read input from file, rather than from stdin
de: [Optionen] Optionen: -f, --file lese von Datei <file> anstatt von der Standardeingabe

source: -q, --qt start with Qt (X11) interface
de: -q, --qt starte mit der QT (X11) Schnittstelle

source: -t, --tv start with tvision (terminal) interface
de: -t, --tv starte mit der tvision (Terminal) Schnittstelle

source: -T, --title sets the window title to the next argument -p, --parse parse only to check input -b, --start start dldialog server -e, --stop stop dldialog server -w, --wait wait for dldialog server to end -d, --debug displays debugging output -v, --version display version information and exit -h, --help display this help and exit
de: -T, --title setzt den Fenstertitel auf das nächste Argument -p, --parse parst nur die Eingabe um den Syntax zu checken -b, --start startet den dldialog Server -e, --stop stoppt den dldialog Server -w, --wait wartet bis der dldialog Server sich beendet hat -d, --debug zeigt zusätzliche debugging Informationen an -v, --version zeigt Versionsinformationen an und beendet dldialog -h, --help zeigt diesen Hilfetext an und beendet dldialog

source: tried!
de: versucht!

source: Sending start
de: Sende start

source: Waiting for ok
de: Warte auf ok

source: Sending stop
de: Sende Stop

source: Sending client {
de: Klient: sende {

source: Sending }
de: Klient: sende }

source: Getting output pipe
de: Hole Ausgabe-Pipe

source: is no output pipe
de: ist keine Ausgabe-Pipe

source: Opening output pipe
de: Öffne Ausgabe-Pipe

source: Reading output pipe
de: Lese von Ausgabe-Pipe

source: Deleting output pipe
de: Lösche Ausgabe-Pipe

source: DLD_PRELOAD not specified!
de: DLD_PRELOAD wurde nicht definiert!

source: Another mode was already selected!
de: Ein anderer Modus wurde schon ausgewählt (-q|-t)!

source: QT support not compiled in!
de: QT-Modus Unterstützung wurde nicht aktiviert beim Kompilieren!

source: TVision support not compiled in!
de: TVision-Modus Unterstützung wurde nicht aktiviert beim Kompilieren!

source: Try `
de: Versuche `

source: could not be loaded
de: konnte nicht geladen werden

source: SPACE selects - TAB to move -
de: LEERTASTE zum auswaehlen - TABULATOR zum wechseln -
